[
	{
		"id": 1,
		"title": "SEO Services",
		"shortTitle": "SEO",
		"titleLarge": "Boost your search engine rankings and drive organic traffic with proven SEO strategies",
		"img": "/images/service/service-1.webp",
		"img2": "/images/service/service-2.webp",
		"img3": "/images/service/content.webp",
		"img4": "/images/service/h6-service-1.webp",
		"img5": "/images/service/seo-service.jpg",
		"bgImg": "/images/service/service-1.webp",
		"bgImg2": "/images/service/h3-service-1.webp",
		"iconName": "tji-service-1",
		"svg": "/images/icons/service-1.svg",

		"desc": "Through a combination of data-driven SEO insights and innovative optimization techniques, we work closely with you to improve your search engine visibility and drive qualified organic traffic.",
		"shortDesc": "Improve your website's search engine rankings with comprehensive SEO strategies that increase visibility and drive organic traffic.",
		"desc1": "Our SEO services encompass comprehensive keyword research, on-page optimization, technical SEO audits, and content strategy development. We analyze your website's current performance, identify opportunities for improvement, and implement proven tactics that help you rank higher in search engine results pages. Our team stays updated with the latest Google algorithm changes to ensure your website maintains and improves its rankings over time.",
		"desc2": "We conduct thorough competitor analysis to understand your market landscape and identify gaps in your SEO strategy. Our approach includes optimizing meta tags, improving site speed and mobile responsiveness, building high-quality backlinks, and creating SEO-friendly content that resonates with both search engines and your target audience. We provide detailed monthly reports tracking your keyword rankings, organic traffic growth, and conversion metrics.",
		"desc3": "Through a combination of data-driven SEO insights and innovative optimization techniques, we help businesses achieve sustainable organic growth.",
		"totalProject": "50+ Projects",
		"process": {
			"title": "SEO Process",
			"shortTitle": "SEO",
			"titleLarge": "Comprehensive SEO strategy and execution to improve your search engine rankings",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-2.svg",
			"img3": "/images/service/service-6.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-ux-design ",
			"svg": "/images/icons/service-1.svg",

			"desc": "Our proven SEO process involves comprehensive website audits, keyword research, on-page optimization, technical improvements, and continuous monitoring to ensure sustainable growth in search rankings.",
			"processItems": [
				"Website SEO Audit & Analysis",
				"Keyword Research & Strategy",
				"On-Page Optimization",
				"Technical SEO Improvements",
				"Content Optimization & Creation",
				"Link Building & Outreach"
			]
		}
	},
	{
		"id": 2,
		"title": "Social Media Marketing",
		"shortTitle": "Social Media",
		"titleLarge": "Build your brand presence and engage with your audience through strategic social media campaigns",
		"img": "/images/service/service-5.webp",
		"img2": "/images/service/service-3.webp",
		"img3": "/images/service/service-1.webp",
		"img4": "/images/service/h6-service-2.webp",
		"img5": "/images/service/smads.webp",
		"bgImg": "/images/service/service-5.webp",
		"bgImg2": "/images/service/h3-service-2.webp",
		"iconName": "tji-service-2",
		"svg": "/images/icons/service-2.svg",

		"desc": "Our social media marketing services help you build a strong online presence, engage with your target audience, and drive meaningful results across all major social media platforms.",
		"shortDesc": "Create and manage engaging social media campaigns that build brand awareness, increase followers, and drive conversions across Facebook, Instagram, Twitter, LinkedIn, and more.",
		"desc1": "We develop comprehensive social media strategies tailored to your business goals and target audience. Our team creates compelling content calendars, designs eye-catching visuals, and manages your social media accounts to ensure consistent brand messaging. We monitor engagement metrics, respond to comments and messages, and optimize your content for maximum reach and impact.",
		"desc2": "Our social media experts stay current with platform algorithms and trends to keep your content performing at its best. We conduct competitor analysis, identify the best times to post, and use data-driven insights to refine your strategy. From organic content creation to paid social advertising campaigns, we help you build a loyal community of followers who become customers and brand advocates.",
		"desc3": "Through strategic social media marketing, we help businesses connect with their audience, build brand loyalty, and achieve measurable growth.",
		"totalProject": "11 Projects",
		"process": {
			"title": "Social Media Process",
			"shortTitle": "Social Media",
			"titleLarge": "Comprehensive social media strategy and management to grow your online presence",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-1.svg",
			"img3": "/images/service/service-6.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-design",
			"svg": "/images/icons/service-2.svg",

			"desc": "Our social media process involves strategy development, content creation, community management, performance tracking, and continuous optimization to maximize your social media ROI.",
			"processItems": [
				"Social Media Audit & Strategy",
				"Content Calendar Development",
				"Visual Content Creation",
				"Community Management",
				"Paid Social Advertising",
				"Analytics & Performance Reporting"
			]
		}
	},
	{
		"id": 3,
		"title": "Google My Business",
		"shortTitle": "GMB",
		"titleLarge": "Optimize your local presence and attract more customers with Google My Business management",
		"img": "/images/service/service-6.webp",
		"img2": "/images/service/service-4.webp",
		"img3": "/images/service/service-7.webp",
		"img4": "/images/service/h6-service-3.webp",
		"img5": "/images/service/gmb.webp",
		"bgImg": "/images/service/service-6.webp",
		"bgImg2": "/images/service/h3-service-3.webp",
		"iconName": "tji-service-3",
		"svg": "/images/icons/service-3.svg",

		"desc": "Our Google My Business services help you optimize your local search presence, improve visibility in Google Maps, and attract more customers to your business through strategic profile management.",
		"shortDesc": "Optimize and manage your Google My Business profile to improve local search rankings, increase visibility in Google Maps, and drive more foot traffic and online inquiries.",
		"desc1": "We develop comprehensive Google My Business strategies that enhance your local search presence and help customers find you easily. Our team optimizes your business profile with accurate information, compelling descriptions, high-quality photos, and strategic keywords. We manage your business hours, contact information, and service categories to ensure maximum visibility in local search results and Google Maps.",
		"desc2": "Our Google My Business experts continuously monitor and optimize your profile to improve performance and attract more customers. We post regular updates, respond to customer reviews, add photos and posts, and track key metrics like views, searches, and actions. We help you understand how customers find your business, what they're searching for, and how to improve your local SEO strategy. We provide detailed monthly reports showing profile performance, customer engagement, and local search visibility improvements.",
		"desc3": "Through strategic Google My Business optimization, we help businesses improve their local search presence, attract more customers, and drive measurable growth.",
		"totalProject": "15 Projects",
		"process": {
			"title": "Google My Business Process",
			"shortTitle": "GMB",
			"titleLarge": "Comprehensive Google My Business setup and optimization to maximize local visibility",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-1.svg",
			"img3": "/images/service/service-6.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-design",
			"svg": "/images/icons/service-3.svg",

			"desc": "Our Google My Business process includes profile optimization, content management, review management, local SEO, performance tracking, and continuous monitoring to ensure optimal local search visibility.",
			"processItems": [
				"Profile Setup & Optimization",
				"Business Information Management",
				"Photo & Content Updates",
				"Review Management & Response",
				"Local SEO Optimization",
				"Performance Analytics & Reporting"
			]
		}
	},
	{
		"id": 4,
		"title": "Content Marketing",
		"shortTitle": "Content",
		"titleLarge": "Create compelling content that attracts, engages, and converts your target audience",
		"img": "/images/service/service-7.webp",
		"img2": "/images/service/service-6.webp",
		"img3": "/images/service/service-6.webp",
		"img4": "/images/service/h6-service-1.webp",
		"img5": "/images/service/content.webp",
		"bgImg": "/images/service/service-7.webp",
		"bgImg2": "/images/service/h3-service-4.webp",
		"iconName": "tji-service-4",
		"svg": "/images/icons/service-1.svg",

		"desc": "Our content marketing services help you create valuable, engaging content that attracts your target audience, builds trust, and drives conversions across all digital channels.",
		"shortDesc": "Develop strategic content plans and create high-quality blog posts, articles, videos, infographics, and more that resonate with your audience and support your marketing goals.",
		"desc1": "We develop comprehensive content marketing strategies that align with your business objectives and target audience needs. Our team conducts content audits, identifies content gaps, and creates editorial calendars that ensure consistent, high-quality content delivery. We write SEO-optimized blog posts, create engaging social media content, develop informative guides and ebooks, and produce video content that tells your brand story effectively.",
		"desc2": "Our content creators understand how to craft messages that resonate with your audience while supporting your SEO and conversion goals. We research trending topics, analyze competitor content, and use data-driven insights to create content that performs. From blog writing and copywriting to video scripts and email campaigns, we ensure every piece of content serves a purpose and drives measurable results. We also help with content distribution and promotion to maximize reach and engagement.",
		"desc3": "Through strategic content marketing, we help businesses build brand authority, engage their audience, and drive sustainable organic growth.",
		"totalProject": "10 Projects",
		"process": {
			"title": "Content Marketing Process",
			"shortTitle": "Content",
			"titleLarge": "Strategic content planning, creation, and distribution to engage your audience",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-1.svg",
			"img3": "/images/service/service-6.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-design",
			"svg": "/images/icons/service-1.svg",

			"desc": "Our content marketing process involves strategy development, content planning, creation, optimization, distribution, and performance analysis to maximize content ROI.",
			"processItems": [
				"Content Strategy & Planning",
				"Editorial Calendar Development",
				"Content Creation & Writing",
				"SEO Optimization",
				"Content Distribution",
				"Performance Analytics & Reporting"
			]
		}
	},
	{
		"id": 5,
		"title": "Web Design & Development",
		"shortTitle": "Web Design",
		"titleLarge": "Create stunning, responsive websites that deliver exceptional user experiences and drive conversions",
		"img": "/images/service/service-1.webp",
		"img2": "/img/icons/services-10-icons-1.svg",
		"img3": "/images/service/content.webp",
		"img4": "/images/service/h6-service-2.webp",
		"img5": "/images/service/h9-service-1.webp",
		"bgImg": "/images/service/service-1.webp",
		"bgImg2": "/images/service/h3-service-1.webp",
		"iconName": "tji-service-5",
		"svg": "/images/icons/service-1.svg",

		"desc": "Our web design and development services create beautiful, functional websites that are optimized for performance, user experience, and conversions across all devices.",
		"shortDesc": "Design and develop responsive, modern websites with intuitive navigation, fast loading times, and mobile-first design that converts visitors into customers.",
		"desc1": "We create custom websites tailored to your brand and business objectives. Our design team focuses on creating visually appealing interfaces that provide exceptional user experiences, while our developers ensure your site is fast, secure, and fully responsive across all devices. We use the latest web technologies and best practices to build websites that not only look great but also perform exceptionally well in search engines and convert visitors into leads or customers.",
		"desc2": "Our web development process includes comprehensive planning, wireframing, design mockups, front-end and back-end development, content management system integration, and thorough testing. We ensure your website is optimized for speed, SEO-friendly, accessible, and secure. Whether you need a simple brochure site, an e-commerce platform, or a complex web application, we have the expertise to deliver a solution that meets your needs and exceeds your expectations. We also provide ongoing maintenance and support to keep your website running smoothly.",
		"desc3": "Through expert web design and development, we help businesses establish a strong online presence and achieve their digital goals.",
		"totalProject": "10 Projects",
		"process": {
			"title": "Web Development Process",
			"shortTitle": "Web Design",
			"titleLarge": "Comprehensive web design and development process to create your perfect website",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-1.svg",
			"img3": "/images/service/content.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-design",
			"svg": "/images/icons/service-1.svg",

			"desc": "Our web development process includes discovery, design, development, testing, launch, and ongoing maintenance to ensure your website meets all your business requirements.",
			"processItems": [
				"Discovery & Planning",
				"Wireframing & Design",
				"Front-End Development",
				"Back-End Development",
				"Testing & Quality Assurance",
				"Launch & Maintenance"
			]
		}
	},
	{
		"id": 6,
		"title": "Email Marketing",
		"shortTitle": "Email",
		"titleLarge": "Build relationships and drive conversions with strategic email marketing campaigns",
		"img": "/images/service/service-5.webp",
		"img2": "/img/icons/services-10-icons-1.svg",
		"img3": "/images/service/service-6.webp",
		"img4": "/images/service/h6-service-3.webp",
		"img5": "/images/service/h9-service-1.webp",
		"bgImg": "/images/service/service-5.webp",
		"bgImg2": "/images/service/h3-service-1.webp",
		"iconName": "tji-service-6",
		"svg": "/images/icons/service-1.svg",

		"desc": "Our email marketing services help you build and nurture relationships with your audience through personalized, engaging email campaigns that drive conversions and customer loyalty.",
		"shortDesc": "Create and manage effective email campaigns including newsletters, promotional emails, automated sequences, and transactional emails that engage subscribers and drive results.",
		"desc1": "We develop comprehensive email marketing strategies that align with your business goals and customer journey. Our team creates engaging email templates, writes compelling copy, and designs campaigns that capture attention and drive action. We set up automated email sequences for welcome series, abandoned carts, re-engagement campaigns, and more to nurture leads and retain customers. We also segment your email list to deliver personalized, relevant content to different audience groups.",
		"desc2": "Our email marketing experts use data-driven insights to optimize your campaigns for maximum performance. We conduct A/B testing on subject lines, content, send times, and CTAs to improve open rates, click-through rates, and conversions. We monitor deliverability, manage your subscriber list, ensure compliance with email regulations, and provide detailed analytics showing campaign performance, subscriber engagement, and ROI. We help you build a healthy email list and maintain strong sender reputation for optimal deliverability.",
		"desc3": "Through strategic email marketing, we help businesses stay connected with their audience, nurture leads, and drive consistent revenue growth.",
		"totalProject": "10 Projects",
		"process": {
			"title": "Email Marketing Process",
			"shortTitle": "Email",
			"titleLarge": "Strategic email campaign planning, creation, and optimization to maximize engagement",
			"img": "/img/services/service-details.jpg",
			"img2": "/img/icons/services-10-icons-1.svg",
			"img3": "/images/service/service-6.webp",
			"img4": "/images/service/h6-service-1.webp",
			"img5": "/images/service/h9-service-1.webp",
			"bgImg": "/images/service/service-1.webp",
			"bgImg2": "/images/service/h3-service-1.webp",
			"iconName": "flaticon-design",
			"svg": "/images/icons/service-1.svg",

			"desc": "Our email marketing process includes strategy development, list building, template design, campaign creation, automation setup, and performance analysis to optimize results.",
			"processItems": [
				"Email Strategy & Planning",
				"List Building & Segmentation",
				"Template Design & Creation",
				"Campaign Development",
				"Automation Setup",
				"Analytics & Optimization"
			]
		}
	}
]
